Repository: horde/whups
Catalog: po/*.po
Languages: cs_cz, fi_fi

source: Open Tickets by Owner
cs_cz: Otevøené lístky podle majitele
fi_fi: Avoimet tiketit omistajan mukaan

source: Open Tickets by Priority
cs_cz: Otevøené lístky podle priority
fi_fi: Avoimet tiketit prioriteetin mukan

source: Open Tickets by Queue
cs_cz: Otevøené lístky podle fronty
fi_fi: Avoiment tiketit jonon mukaan

source: Open Tickets by Requester
cs_cz: Otevøené lístky podle zadavatele
fi_fi: Avoimet tiketit asiakkaan mukaan

source: Open Tickets by State
cs_cz: Otevøené lístky podle stavu
fi_fi: Avoimet tiketit tilan mukaan

source: Open Tickets by Type
cs_cz: Otevøené lístky podle typu
fi_fi: Avoimet tiketit tyypin mukaan

source: Open Tickets in %s
cs_cz: Otevøené lístky v %s
fi_fi: Avoimet tiketit jonossa %s

source: Open tickets in %s
cs_cz: Otevøené lístky v %s
fi_fi: Avoimet tiketit jonossa %s

source: Open tickets in all queues.
cs_cz: Otevøené lístky ve v¹ech frontách.
fi_fi: Avoimia tikettej‰ kaikissa jonoissa

source: Or
cs_cz: Nebo
fi_fi: Tai

source: Owners
cs_cz: Vlastníci
fi_fi: Omistajat

source: Permanently delete %s?
cs_cz: Permanentnì smazat %s?
fi_fi: Poistetaanko pysyv‰sti %s?

source: Permission Denied
cs_cz: Pøístup odepøen
fi_fi: K‰yttˆ kielletty

source: Permission Denied.
cs_cz: Pøístup odepøen.
fi_fi: K‰yttˆ kielletty.

source: Permission denied.
cs_cz: Pøístup odepøen.
fi_fi: K‰yttˆ kielletty.

source: Please resolve ambiguous or invalid addresses.
cs_cz: Prosím opravte nejednoznaèné nebo neplatné adresy.
fi_fi: Korjaa ep‰selv‰ tai virheellinen osoite.

source: Priorities for this Type
cs_cz: Priority pro tento typ
fi_fi: Prioriteetit t‰lle tyypille

source: Priority
cs_cz: Priorita
fi_fi: Prioriteetti

source: Priority &rArr; %s
cs_cz: Priorita &rArr; %s
fi_fi: Prioriteetti &rJ‰rj; %s

source: Priority Description
cs_cz: Popis priority
fi_fi: Prioriteetin kuvaus

source: Priority Name
cs_cz: Jméno priority
fi_fi: Prioriteetin nimi

source: Public Queries
cs_cz: Veøejné dotazy
fi_fi: Julkiset kyselyt

source: Query Builder
cs_cz: Tvùrce dotazù
fi_fi: Kyselynrakentaja

source: Query Name
cs_cz: Jméno dotazu
fi_fi: Kyselyn nimi

source: Query Parameters
cs_cz: Parametry dotazù
fi_fi: Kyselyn parametrit

source: Query Results
cs_cz: Výsledky vyhledávání
fi_fi: Kyselyn tulokset

source: Query Slug
cs_cz: Slug dotazu
fi_fi: Kyselyn luoti

source: Query to run
cs_cz: Provést dotaz...
fi_fi: Ajettava kysely

source: Queue
cs_cz: Fronta
fi_fi: Jono

source: Queue &rArr; %s
cs_cz: Fronta &rArr; %s
fi_fi: Jono &rJ‰rj; %s

source: Queue Contents
cs_cz: Obsah fronty:
fi_fi: Jonojen sis‰ltˆ

source: Queue Description
cs_cz: Popis fronty
fi_fi: Jonon kuvaus

source: Queue Email
cs_cz: E-mail fronty
fi_fi: Jonon s‰hkˆpostiosoite

source: Queue Name
cs_cz: Jméno fronty
fi_fi: Jonon nimi

source: Queue Slug
cs_cz: Slug fronty
fi_fi: Jono luoti

source: Queue Summary
cs_cz: Shrnutí
fi_fi: Jonon yhteenveto

source: Queue Version
cs_cz: Verze fronty
fi_fi: Jonon versio

source: Queue/Type Matri_x
cs_cz: Matice front/typù
fi_fi: Jono/Tyyppi matrii_si

source: Queue/Type Matrix
cs_cz: Matice front/typù
fi_fi: Jono/Tyyppi matriisi

source: Queues
cs_cz: Fronty
fi_fi: Jonot

source: Re_turn to Search Results
cs_cz: Zpìt na výsledky hledání?
fi_fi: Pa_laa haun tulokset

source: Really delete this attribute? This may cause data problems!
cs_cz: Opravdu chcete vymazat tento atribut? Mù¾e to mít za následek problémy s daty!!
fi_fi: Poistetaanko todella t‰m‰ atribuutti? T‰m‰ voi aiheuttaa ongelmia tiedoissa!

source: Really delete this form reply?
cs_cz: Skuteènì odstranit tento vzor odpovìdi?
fi_fi: Poistetaanko todella t‰m‰ lomakevastaus?

source: Really delete this priority? This may cause data problems!
cs_cz: Opravdu chcete vymazat tuto prioritu? Mù¾e to mít za následek problémy s daty!!
fi_fi: Poistetaanko todella t‰m‰ prioriteetti? T‰m‰ voi aiheuttaa ongelmia tiedoissa!

source: Really delete this query? This operation is not undoable.
cs_cz: Opravdu smazat tento dotaz? Tato operace je nevratná.
fi_fi: Poistetaanko todella t‰m‰ kysely? T‰t‰ operaatio ei voi perua.

source: Really delete this queue? This may cause data problems!
cs_cz: Opravdu chcete vymazat tuto frontu? Mù¾e to mít za následek problémy s daty!!
fi_fi: Poistetaanko todella t‰m‰ jono? T‰m‰ voi aiheuttaa ongelmia tiedoissa!

source: Really delete this state? This may cause data problems!
cs_cz: Opravdu chcete vymazat tento stav? Mù¾e to mít za následek problémy s daty!!
fi_fi: Poistetaanko todella t‰m‰ tila? T‰m‰ voi aiheuttaa ongelmia tiedoissa!

source: Really delete this ticket? It will NOT be archived, and will be gone forever.
cs_cz: Opravdu smazat tento lístek? Nebude archivován a bude definitivnì smazán.
fi_fi: Poistetaanko todella t‰m‰ tiketti? Sit‰ ei arkistoida, joten se h‰vi‰‰ lopullisesti.

source: Really delete this type? This may cause data problems!
cs_cz: Opravdu chcete vymazat tento typ? Mù¾e to mít za následek problémy s daty!!
fi_fi: Poistetaanko todella t‰m‰ tyyppi? T‰m‰ voi aiheuttaa ongelmia tiedoissa!

source: Really delete this version? This may cause data problems!
cs_cz: Opravdu chcete vymazat tuto verzi? Mù¾e to mít za následek problémy s daty!!
fi_fi: Poistetaanko todella t‰m‰ versio? T‰m‰ voi aiheuttaa ongelmia tiedoissa!

source: Received message:
cs_cz: Obdr¾ená zpráva:
fi_fi: Saatu vastaus:

source: Refine Search
cs_cz: Pøedefinujte vyhledávání
fi_fi: Tarkenna hakua

source: Reminders were sent.
cs_cz: Upomínky rozeslány.
fi_fi: Muistutukset l‰hetettiin.

source: Remove User
cs_cz: Odstranit u¾ivatele
fi_fi: Poista k‰ytt‰j‰

source: Remove Watcher
cs_cz: Odstranit sledujícího
fi_fi: Poista tarkkailija

source: Remove source
cs_cz: Odstranit zdroj
fi_fi: Poista l‰hde

source: Reply to this comment
cs_cz: Odpovìdìt na komentáø
fi_fi: Vastaa t‰h‰n kommenttiin

source: Reports
cs_cz: Reporty
fi_fi: Raportit

source: Requester
cs_cz: Zadavatel
fi_fi: Asiakas

source: Required Attribute?
cs_cz: Povinný atribut?
fi_fi: Vaadittu atribuutti?

source: Resolved
cs_cz: Vyøe¹eno
fi_fi: Selvitetty

source: Resolved from
cs_cz: Vyøe¹eno od
fi_fi: Selvitetty alkaen

source: Resolved to
cs_cz: Vyøe¹eno do
fi_fi: Selvitetty viimeist‰‰n

source: Responsible Users
cs_cz: Zodpovìdní U¾ivatelé
fi_fi: Vastuulliset k‰ytt‰j‰t

source: S_et Queue
cs_cz: Zmìna fronty
fi_fi: As_eta jono

source: Sa_ve Query
cs_cz: Ulo¾ dotaz
fi_fi: Talleta k_ysely

source: Save
cs_cz: Ulo¾it
fi_fi: Talleta

source: Save Criterion
cs_cz: Ulo¾it kriterium
fi_fi: Talleta kriteeri

source: Save Query
cs_cz: Ulo¾ dotaz
fi_fi: Talleta kysely

source: Save as Query
cs_cz: Ulo¾ jako dotaz
fi_fi: Talleta kyselyn‰

source: Search
cs_cz: Hledej
fi_fi: Haku

source: Search %s Attribute
cs_cz: Vyhledávání %s
fi_fi: Hae %s atribuuttia

source: Search Attribute
cs_cz: Atributy
fi_fi: Hae atribuutti

source: Search Comments
cs_cz: Komentáøe
fi_fi: Hae kommenttia

source: Search Owners
cs_cz: Majitelé
fi_fi: Hae omistajia

source: Search Requester
cs_cz: Zadavatelé
fi_fi: Hae asiakasta

source: Search Results
cs_cz: Výsledky vyhledávání
fi_fi: Haun tulokset

source: Search Results: %s of %s
cs_cz: Výsledky vyhledávání %s z %s
fi_fi: Haun tulokset %s / %s

source: Search Summary
cs_cz: Shrnutí
fi_fi: Hae yhteenvetoa

source: Search Tickets
cs_cz: Hledání v lístcích
fi_fi: Hae tiketti‰

source: Select address book sources for adding and searching for addresses.
cs_cz: Volba zdrojù adresáøe pro pøidávaní a vyhledávání adres.
fi_fi: Valitse osoitekirjal‰hteet osoitteiden lis‰ykselle ja haulle.

source: Select all fields to search when expanding addresses.
cs_cz: Vybrat v¹echna pole pro vyhledávání pøi expanzi adres.
fi_fi: Valitse kaikki ne kent‰t, joista etsit‰‰n laajennettavia osoitteita.

source: Select the view to display after login:
cs_cz: Vybrat zobrazení po pøihlá¹ení:
fi_fi: Valitse sis‰‰nkirjautumisen j‰lkeen n‰ytett‰v‰ n‰kym‰:

source: Selected Address books:
cs_cz: Vybraný zdroj adresáøù:
fi_fi: Valitut osoitekirjat:

source: Sen_d Reminders
cs_cz: Rozeslat upomínky
fi_fi: L‰he_t‰ muistutukset

source: Send Reminders
cs_cz: Rozeslat upomínky
fi_fi: L‰het‰ muistutukset

source: Send only for this list of ticket ids
cs_cz: Zasílat pouze pro tyto lístky:
fi_fi: L‰het‰ vain t‰lle lista tikettien id:st‰

source: Set Default Priority
cs_cz: Zadejte výchozí prioritu
fi_fi: Aseta oletusprioriteetti

source: Set Default State
cs_cz: Zadejte výchozí stav
fi_fi: Aseta oletustila

source: Set Queue - Step 1
cs_cz: Zmìna fronty - krok 1
fi_fi: Aseta jono - Askel 1

source: Set Queue - Step 2
cs_cz: Zmìna fronty - krok 2
fi_fi: Aseta jono - Askel 2

source: Set Queue - Step 3
cs_cz: Zmìna fronty - krok 3
fi_fi: Aseta jono - Askel 3

source: Set Queue for %s
cs_cz: Zmìna fronty pro %s
fi_fi: Aseta jono %s:lle

source: Set Requester
cs_cz: Zadavatel
fi_fi: Hae asiakasta

source: Set Type - Step 1
cs_cz: Zmìna typu - krok 1
fi_fi: Aseta tyyppi - Askel 1

source: Set Type - Step 2
cs_cz: Zmìna typu - krok 1
fi_fi: Aseta tyyppi - Askel 2

source: Set Type for %s
cs_cz: Zmìna typu pro %s
fi_fi: Aseta tyyppi %s:lle

source: Set _Type
cs_cz: Zmìna typu
fi_fi: Aseta _tyyppi

source: Show comments in chronological order, or most recent first?
cs_cz: Zobrazit komentáøe chronologicky nebo od nejnovìj¹ích?
fi_fi: N‰yt‰ kommentit kronologisessa j‰rjestyksess, tai uusin esin.

source: Show ticket IDs in the summary view?
cs_cz: Zobrazovat ID lístkù v pøehledech?
fi_fi: N‰yt‰ tiketti id:t yhteenveton‰kym‰ss‰.

source: Show tickets you have requested in the summary view?
cs_cz: Zobrazovat po¾adované lístky v pøehledech?
fi_fi: N‰yt‰ aloittamasi tiketit yhteeveton‰kym‰ss‰.

source: Simple HTML Report
cs_cz: Jednoduché HTML
fi_fi: Yksinkertainen raportti HTML-muodossa

source: Slugs allows direct access to this queue's open tickets by visiting: %s. <br /> Slug names may contain only letters, numbers or the _ (underscore) character.
cs_cz: Slugy umo¾òují pøímý pøístup na otevøené lístky v této frontì náv¹tìvou %s. <br />Slugy mohou obsahovat jen ascii písmena, èísla a _ (podtr¾ítko)
fi_fi: Luoti mahdollistaa suoran yhteyden t‰m‰n jonon avoimiin tiketteihin k‰ym‰ll‰: %s. <br /> Luotien nimet voi sis‰lt‰‰ vain kirjaimia, numeroita tai _ (alaviiva) -merkin.

source: Sort by %s
cs_cz: Setøídit podle %s
fi_fi: J‰rjest‰ %s mukaan

source: Spam protection
cs_cz: Ochrana pøed spamem
fi_fi: Roskapostisuojaus

source: State
cs_cz: Stav
fi_fi: Tila

source: State &rArr; %s
cs_cz: Stav &rArr; '%s'
fi_fi: Tila &rArr; %s

source: State Category
cs_cz: Kategorie Stavu
fi_fi: Tilan kategoria

source: State Description
cs_cz: Popis Stavu
fi_fi: Tilan kuvaus

source: State Name
cs_cz: Jméno Stavu
fi_fi: Tilan nimi

source: States for this Type
cs_cz: Stavy pro tento Typ
fi_fi: Tilat t‰lle tyypille

source: Status
cs_cz: Stav
fi_fi: Tila

source: Submit
cs_cz: Odeslat
fi_fi: L‰het‰

source: Subscribe to this query
cs_cz: Pøihlástit dotaz
fi_fi: Tilaa t‰m‰ kysely

source: Successfully Cloned %s to %s.
cs_cz: Úspì¹nì naklonováno %s do %s
fi_fi: Onnistuttiin kloonaamaan %s %s:ksi.

source: Successfully changed ticket type.
cs_cz: Typ lístku úspì¹ne zmìnìn.
fi_fi: Tiketin tyypin muutos onnistui.

source: Summary
cs_cz: Shrnutí
fi_fi: Yhteenveto

source: Summary &rArr; %s
cs_cz: Shrnutí &rArr; '%s'
fi_fi: Yheenveto &rJ‰rj; %s

source: Summary like
cs_cz: Shrnutí
fi_fi: Yhteenveto kuten

source: Taken from %s
cs_cz: Odebráno %s
fi_fi: Otettiin %s:lt‰

source: Text
fi_fi: Teksti

source: That queue slug is already taken. Please select another.
cs_cz: Tento slug je ji¾ obsazen.
fi_fi: T‰m‰ jonoluoti on jo varattu. Valitse joku toinen.

source: The Requester's Email Address
cs_cz: Emailová adresa zadavatele
fi_fi: Asiakkaan s‰hkˆpostiosoite

source: The VFS backend needs to be configured to enable attachment uploads.
cs_cz: Pro odesílání pøíloh musí být nastaven VSF systém.
fi_fi: VFS-taustaj‰rjestelm‰ pit‰‰ olla asennettu ennenkuin voi tuoda liitteit‰.

source: The attribute "%s" has been added to %s.
cs_cz: Atribut '%s' byl pøidán do %s.
fi_fi: Atribuutti "%s" on lis‰tty %s:lle.

source: The attribute has been deleted.
cs_cz: Atribut byl vymazán.
fi_fi: Atribuutti on poistettu.

source: The attribute has been modified.
cs_cz: Atribut byl modifikován.
fi_fi: Atribuuttia on muokattu

source: The attribute was not deleted.
cs_cz: Atribut nebyl vymazán.
fi_fi: Atribuuttia ei poistettu.

source: The default priority has been set.
cs_cz: Nastavena výchozí priorita.
fi_fi: Oletusprioriteetti on asetettu.

source: The default state has been set.
cs_cz: Nastaven výchozí stav.
fi_fi: Oletustila on asetettu.

source: The form reply "%s" has been added to %s.
cs_cz: Byla pøidán vzoru odpovìdi '%s' do %s.
fi_fi: Lomakevastaus "%s" on lis‰tty %s:lle.

source: The form reply has been deleted.
cs_cz: Vzor odpovìdi byl vymazán.
fi_fi: Lomakevastaus on poistettu.

source: The form reply has been modified.
cs_cz: Vzor odpovìdi byl modifikován.
fi_fi: Lomakevastausta on muokattu.

source: The form reply was not deleted.
cs_cz: Vzor odpovìdi nebyl vymazán.
fi_fi: Lomakevastausta ei poistettu.

source: The priority "%s" has been added to %s.
cs_cz: Byla pøidána priorita '%s' do %s.
fi_fi: Prioriteetti "%s" on lis‰tty %s:lle.

source: The priority has been deleted.
cs_cz: Priorita byla vymazána.
fi_fi: Prioriteetti on poistettu.

source: The priority has been modified.
cs_cz: Priorita byla modifikována.
fi_fi: Prioriteettia on muokattu.

source: The priority was not deleted.
cs_cz: Priorita nebyla vymazána.
fi_fi: Prioriteetti‰ ei poistettu.

source: The query "%s" couldn't be deleted: %s
cs_cz: Nelze smazat frontu "%s": %s
fi_fi: Kysely‰ "%s" ei voitu poistaa: %s

source: The query "%s" has been deleted.
cs_cz: Fronta "%s" byla vymazána.
fi_fi: Kysely "%s" on poistettu.

source: The query couldn't be loaded:
cs_cz: Nelze nahrát dotaz
fi_fi: Kysely‰ ei voitu ladata.

source: The queue "%s" has been created.
cs_cz: Byla vytvoøena fronta '%s'
fi_fi: Jono "%s" on luotu.

source: The queue has been deleted.
cs_cz: Fronta smazána.
fi_fi: Jono on poistettu.

source: The queue has been modified.
cs_cz: Fronta upravena.
fi_fi: Jonoa on muokattu.

source: The queue was not deleted.
cs_cz: Fronta nebyla smazána
fi_fi: Jonoa ei poistettu.

source: The requested file does not exist in the Zip attachment.
cs_cz: Po¾adovaný soubor v zip pøíloze neexistuje.
fi_fi: Pyydetty‰ tiedostoa ei ole Zip-liitteess‰.

source: The requested template does not exist.
cs_cz: Po¾adovaný vzor neexistuje.
fi_fi: Pyydetty‰ mallia ei ole olemassa.

source: The state "%s" has been added to %s.
cs_cz: Stav '%s' byl pøidán do %s.
fi_fi: Tila "%s" on lis‰tty %s:lle.

source: The state has been deleted.
cs_cz: Stav byl vymazán.
fi_fi: Tila on poistettu.

source: The state has been modified.
cs_cz: Stav byl modifikován.
fi_fi: Tilaa on muokattu.

source: The state was not deleted.
cs_cz: Stav nebyl vymazán.
fi_fi: Tilaa ei poistettu.

source: The ticket was not deleted.
cs_cz: Lístek nebyl vymazán.
fi_fi: Tiketti‰ ei poistettu.

source: The type "%s" has been modified.
cs_cz: Typ '%s' byl modifikován.
fi_fi: Tyyppi‰ "%s" on muokattu.

source: The type has been deleted.
cs_cz: Typ byl vymazán.
fi_fi: Tyyppi on poistettu.

source: The type was not deleted.
cs_cz: Typ nebyl vymazán.
fi_fi: Tyyppi‰ ei poistettu.

source: The version "%s" has been added to %s.
cs_cz: Verze '%s' byla pøidána do %s.
fi_fi: Versio "%s" on lis‰tty %s:lle.

source: The version has been deleted.
cs_cz: Verze byla vymazána.
fi_fi: Versio on poistettu.

source: The version has been modified.
cs_cz: Verze byla modifikována.
fi_fi: Versiota on muokattu.

source: The version was not deleted.
cs_cz: Verze nebyla vymazána.
fi_fi: Versiota ei poistettu.

source: There are no attribute types to edit
cs_cz: Nejsou zde ¾ádné typy, které lze zmìnit
fi_fi: Ei ole atribuuttityyppej‰ muokattavaksi.

source: There are no attributes defined.
cs_cz: Nejsou definovány stavy.
fi_fi: Ei ole m‰‰ritelty atribuutteja.

source: There are no form replies to edit
cs_cz: Nejsou zde ¾ádné vzory odpovìdi, které lze zmìnit
fi_fi: Ei ole lomakevastauksia muokattavaksi

source: There are no open tickets.
cs_cz: ®ádné otevøené lístky.
fi_fi: Ei ole avoimia tikettej‰

source: There are no priorities to edit
cs_cz: Nejsou zde ¾ádné priority, které lze zmìnit
fi_fi: Ei ole prioriteettej‰ muokattavaksi

source: There are no queues available.
cs_cz: Není dostupná ¾ádná fronta
fi_fi: Ei ole jonoja saatavilla.

source: There are no queues to edit
cs_cz: Nejsou ¾ádné fronty k úpravì.
fi_fi: Ei ole jonoja muokattavaksi

source: There are no queues which you can create tickets in.
cs_cz: Není ¾ádná fronta, ve které mù¾ete vytváøet lístky.
fi_fi: Ei ole jonoja, johon voit luoda tikettej‰.

source: There are no queues which you can search.
cs_cz: Není ¾ádná fronta, ve které mù¾ete hledat.
fi_fi: Ei ole jonoja, joista voit etsi‰.

source: There are no states to edit
cs_cz: Nejsou zde ¾ádné stavy, které lze zmìnit
fi_fi: Ei ole tiloja muokattavaksi

source: There are no ticket types associated with this queue; until there are, you cannot create any tickets in this queue.
cs_cz: Tato fronta nemá ¾ádné typy lístkù. Dokud se tyto typy nevytvoøí, není mo¾né zadat lístek.
fi_fi: T‰h‰n jonoon ei ole assosioitu tikettityyppej‰: Voit luoda tikettej‰ vasta tikettityypit on m‰‰ritelty.

source: There are no types to edit
cs_cz: Nejsou zde ¾ádné typy, které lze zmìnit
fi_fi: Ei ole tyyppej‰ muokattavaksi

source: There are no users responsible for this queue.
cs_cz: Nejsou zde ¾ádní u¾ivatelé zodpovìdní za tuto frontu
fi_fi: T‰lle jonolle ei ole vastuuhenkilˆit‰.

source: There are no users to which this ticket can be assigned.
cs_cz: Není komu pøiøadit lístek
fi_fi: Ei ole k‰ytt‰ji‰ joille t‰m‰ tiketti void‰‰n m‰‰r‰t‰.

source: There are no versions to edit
cs_cz: Nejsou zde ¾ádné verze, které lze zmìnit
fi_fi: Ei ole versioita editoitaviksi

source: There is no data for this report.
cs_cz: Pro tento report nejdou k dispozici ¾ádná data
fi_fi: Ei ole tietoja t‰h‰n raporttiin.

source: There was an error adding "%s" to the responsible list for "%s":
cs_cz: Nastala chyba pøi pøidávání '%s' do seznamu zodpovìdných pro '%s':
fi_fi: Tapahtui virhe lis‰tt‰ess‰ "%s" vastuullisten henkilˆiden listalle "%s":

source: There was an error creating the attribute:
cs_cz: Nastala chyba pøi vytváøení atributu:
fi_fi: Tapahtui virhe luotaessa atribuuttia:

source: There was an error creating the form reply:
cs_cz: Nastala chyba pøi vytváøení vzoru odpovìdi.
fi_fi: Tapahtui virhe luotaessa lomakevastausta:

source: There was an error creating the priority:
cs_cz: Nastala chyba pøi vytváøení priority:
fi_fi: Tapahtui virhe luotaessa prioriteetti‰:

source: There was an error creating the queue:
cs_cz: Nastala chyba pøi vytváøení fronty:
fi_fi: Tapahtui virhe luotaessa jonoa:

source: There was an error creating the state:
cs_cz: Nastala chyba pøi vytváøení stavu:
fi_fi: Tapahtui virhe luotaessa tilaa:

source: There was an error creating the version:
cs_cz: Nastala chyba pøi vytváøení verze:
fi_fi: Tapahtui virhe luotaessa versiota:

source: There was an error deleting the attribute:
cs_cz: Nastala chyba pøi vymázávání atributu:
fi_fi: Tapahtui virhe poistettaesssa atribuuttia:

source: There was an error deleting the form reply:
cs_cz: Nastala chyba pøi vymázávání vzoru odpovìdi:
fi_fi: Tapahtui virhe poistettaessa lomakevastausta:

source: There was an error deleting the priority:
cs_cz: Nastala chyba pøi vymázávání priority:
fi_fi: Tapahtui virhe poistettaessa prioriteetti‰:

source: There was an error deleting the queue:
cs_cz: Nastala chyba pøi mazání fronty:
fi_fi: Tapahtui virhe poistettaessa jonoa:

source: There was an error deleting the state:
cs_cz: Nastala chyba pøi vymázávání stavu:
fi_fi: Tapahtui virhe poistettaessa tilaa:

source: There was an error deleting the ticket:
cs_cz: Nastala chyba pøi vymázávání lístku:
fi_fi: Tapahtui virhe poistettaessa tiketti‰:

source: There was an error deleting the type:
cs_cz: Nastala chyba pøi vymázávání typu:
fi_fi: Tapahtui virhe poistettaessa tyyppi‰:

source: There was an error deleting the version:
cs_cz: Nastala chyba pøi vymázávání verze:
fi_fi: Tapahtui virhe poistettaessa versiota:

source: There was an error editing the attribute:
cs_cz: Nastala chyba pøi zmìnì atributu:
fi_fi: Tapahtui virhe muokattaessa atribuuttia:

source: There was an error editing the form reply:
cs_cz: Nastala chyba pøi zmìnì vzoru odpovìdi:
fi_fi: Tapahtui virhe muokattaessa lomakevastausta:

source: There was an error editing the priority:
cs_cz: Nastala chyba pøi zmìnì priority:
fi_fi: Tapahtui virhe muokattaessa prioriteetti‰:

source: There was an error editing the queue:
cs_cz: Nastala chyba pøi úpravì fronty:
fi_fi: Tapahtui virhe muokattaessa jonoa:

source: There was an error editing the state:
cs_cz: Nastala chyba pøi zmìnì stavu:
fi_fi: Tapahtui virhe muokattaessa tilaa:

source: There was an error editing the version:
cs_cz: Nastala chyba pøi zmìnì verze:
fi_fi: Tapahtui virhe muokattaessa versiota:

source: There was an error listing users: %s; %s
cs_cz: Nastala chyba výpisu u¾ivatelù: %s; %s
fi_fi: Tapahtui virhe k‰ytt‰ji‰ listatessa: %s; %s

source: There was an error locating tickets in this queue:
cs_cz: Nastala chyba pøi hledání lískù:
fi_fi: Tapahtui virhe etsitt‰ess‰ tikettej‰ t‰st‰ jonosta:

source: There was an error modifying the type:
cs_cz: Nastala chyba pøi zmìnì typu:
fi_fi: Tapahtui virhe muokattaessa tyyppi‰:

source: There was an error performing your search: %s
cs_cz: Chyba pøi hledání: %s
fi_fi: Tapahtui virhe teht‰ess‰ hakuasi: %s

source: There was an error removing "%s" from the responsible list for "%s":
cs_cz: Nastala chyba pøi odstraòování '%s' ze seznamu zodpovìdných pro '%s':
fi_fi: Tapahtui virhe poistettaessa "%s" vastuuhenkilˆiden listatalta "%s":

source: There was an error setting the default priority:
cs_cz: Nastala chyba pøi zmìnì implicitní priority.
fi_fi: Tapahtui virhe muokattaessa oletusprioriteetti‰:

source: There was an error setting the default state:
cs_cz: Nastala chyba pøi nastavení výchozího stavu:
fi_fi: Tapahtui virhe muokattaessa oletustilaa:

source: This comment is visible to everyone
fi_fi: T‰m‰ komentti n‰kyy kaikille

source: This email address will be used when sending notifications for any queue tickets.
fi_fi: T‰t‰ s‰hkˆpostiosoitetta k‰ytet‰‰n kun l‰hdetet‰‰n ilmoituksia jonojen tiketeist‰.

source: This is not a search results template.
cs_cz: Toto není ¹ablona výsledkù hledání
fi_fi: T‰m‰ ei ole malli hakutuloksille.

source: This query element cannot be edited.
cs_cz: Nelze smazat tuto èást dotazu
fi_fi: T‰m‰n kyselyelementti‰ ei voi muokata.

source: This queue requires that you specify a version, but there are no versions associated with it. Until versions are created for this queue, you will not be able to create tickets.
cs_cz: Tato fronta vy¾aduje zadání verze, ale ¾ádná verze není k dispozici. Dokud nebudou pro frontu vytvoøeny verze nebude mo¾no zadat lístek.
fi_fi: T‰m‰ jono vaatii ett‰ annat version, mutta jonoon ei ole assosioitu versiotietoja. T‰h‰n jonoon voi luoda tikettej‰ vasta kun siihen on liitetty versiotiedot.

source: Ticket
cs_cz: Lístek
fi_fi: Tiketti

source: Ticket %d has been deleted.
cs_cz: Lístek %d byl vymazán.
fi_fi: Tiketti %d on poistettu.

source: Ticket %s - %s
cs_cz: Lístek %s - %s
fi_fi: Tiketti %s - %s

source: Ticket %s was not found.
cs_cz: Lístek %s nebyl nalezen.
fi_fi: Tiketti‰ %s ei lˆytynyt.

source: Ticket Search
cs_cz: Prohledávání lístkù
fi_fi: Tikettien haku

source: Ticket State
cs_cz: Stav oznámení
fi_fi: Tiketin tila

source: Ticket Stats
cs_cz: Statistiky lístkù
fi_fi: Tikettien tilastot

source: Ticket Type
cs_cz: Typ oznámení
fi_fi: Tiketin tyyppi

source: Ticket Types associated with this Queue
cs_cz: Typy asociované s touto frontou
fi_fi: T‰h‰n jonoon assosioidut tikettityypit

source: Ticket URL: %s
cs_cz: URL lístku: %s
fi_fi: Tiketti URL: %s
