Repository: horde/whups
Catalog: po/*.po
Languages: cs_cz, fi_fi

source: Ticket Updated
cs_cz: Lístek upraven
fi_fi: Tiketti p‰ivitetty

source: Tickets
cs_cz: Lístky
fi_fi: Tiketit

source: Tickets matching the query "%s".
fi_fi: Kysely‰ "%s" vastaavat tiketit.

source: To select multiple fields, hold down the Control (PC) or Command (Mac) while clicking.
cs_cz: Pokud si pøejete vybrat více polí, zmáèknìte a dr¾te klávesu Control (PC) nebo Command (Mac) a kliknìte na polo¾ku.
fi_fi: Valitaksesi useita kentti‰, pid‰ pohjassa Control (PC) tai Command (Mac) kun valitset napsauttamalla.

source: Type
cs_cz: Typ
fi_fi: Tyyppi

source: Type &rArr; %s
cs_cz: Typ &rArr; %s
fi_fi: Tyyppi &rArr; %s

source: Type Description
cs_cz: Popis Typu
fi_fi: Tyypin kuvaus

source: Type Name
cs_cz: Jméno Typu
fi_fi: Tyypin nimi

source: Type: %s; State: %s
cs_cz: Typ: %s; stav: %s
fi_fi: Tyyppi: %s; Tila: %s

source: Unassigned
cs_cz: Nepøiøazené
fi_fi: M‰‰rittelem‰tˆn

source: Unassigned Tickets
cs_cz: Nepøiøazené lístky
fi_fi: M‰‰rittelem‰ttˆm‰t tiketit

source: Unassigned tickets
cs_cz: Nepøiøazené lístky
fi_fi: M‰‰rittelem‰ttˆm‰t tiketit

source: Unconfirmed
cs_cz: Nepotvrzen
fi_fi: Varmistamaton

source: Unknown node type %s
cs_cz: Neznámý typ uzlu %s
fi_fi: Tuntematon node tyyppi %s

source: Update
cs_cz: Aktualizovat
fi_fi: P‰ivit‰

source: Update %s
cs_cz: Aktualizovat %s
fi_fi: P‰ivit‰ %s

source: Update Associations
cs_cz: Ulozit
fi_fi: P‰ivit‰ assosiaatiot

source: Updated
cs_cz: Upraveno
fi_fi: P‰ivitetty

source: Updated By
cs_cz: Upravil
fi_fi: P‰ivitt‰j‰

source: Updated from
cs_cz: Upraveno od
fi_fi: P‰ivitetty alkaen

source: Updated to
cs_cz: Upraveno do
fi_fi: P‰ivitetty viimeist‰‰n

source: User
cs_cz: U¾ivatel
fi_fi: K‰ytt‰j‰

source: User ID
cs_cz: U¾ivatel
fi_fi: K‰ytt‰j‰ ID

source: Users responsible for this Queue
cs_cz: U¾ivatelé zodpovìdní za tuto frontu
fi_fi: T‰m‰n jonon vastuuk‰ytt‰j‰t

source: Users responsible for this queue
cs_cz: U¾ivatelé zodpovìdní za tuto frontu
fi_fi: T‰m‰n jonon vastuuk‰ytt‰j‰t

source: Version
cs_cz: Verze
fi_fi: Versio

source: Version Description
cs_cz: Popis Verze
fi_fi: Version kuvaus

source: Version Name
cs_cz: Jméno Verze
fi_fi: Version nimi

source: Viewable only by members of
cs_cz: Povoleno prohlí¾et pouze èleny skupiny
fi_fi: N‰ytet‰‰n vain j‰senille

source: Watch this ticket
cs_cz: Sledovat tento lístek?
fi_fi: Tarkkaile t‰t‰ tiketti‰

source: Watchers for %s
cs_cz: Sledující %s
fi_fi: Tarkkailijat %s:lle

source: Weekday Day Month
cs_cz: Den v týdnu Den Mìsíc
fi_fi: Viikonp‰iv‰ P‰iv‰ Kuukausi

source: Weekday Day Month HH:MM:SS TZ
cs_cz: Den v týdnu Den Mìsíc HH:MM:SS Zóna
fi_fi: Viikonp‰iv‰ P‰iv‰ Kuukausi TT:MM:SS TZ

source: Yes
cs_cz: Ano
fi_fi: Kyll‰

source: You are not allowed to view ticket %d.
cs_cz: Nejste oprávnìni prohlí¾et lístek %d
fi_fi: Sinulla ei ole oikeuksia n‰hd‰ t‰t‰ tiketti‰ %d.

source: You do not have permission to access this ticket (%s).
cs_cz: Nedostateèná práva pro prohlí¾ení tohoto lístku (%s)
fi_fi: Sinulla ei ole oikeuksia t‰h‰n tikettiin (%s)

source: You do not have permission to update this ticket.
cs_cz: Nedostateèná práva pro úpravu lístku
fi_fi: Sinulla ei ole oikeuksia p‰ivitt‰‰ t‰t‰ tiketti‰.

source: You have no open requests.
cs_cz: Nemáte ¾ádné otevøené po¾adavky
fi_fi: Sinulla ei ole avoimia pyyntˆj‰.

source: You have no saved queries.
cs_cz: Nemáte ¾ádné ulo¾ené dotazy
fi_fi: Sinulla ei ole talletettuja kyselyit‰.

source: You must select at least one queue to send reminders for.
cs_cz: Musíte nejdøíve vybrat alespoò jednu frontu,
fi_fi: Sinun pit‰‰ valita ainakin yksi jono johon l‰hetet‰n muistutukset.

source: Your Email Address
cs_cz: Va¹e emailová adresa
fi_fi: S‰hkˆpostiosoitteesi

source: Your ticket ID is %s. An appropriate person has been notified of this request.
cs_cz: Vá¹ lístek má ID %s. Nále¾itá osoba byla informována ohlednì tohoto po¾adavku.
fi_fi: Tikettisi ID on %s. Ilmoitus uudesta tiketist‰ on l‰hetetty vastuuhenkilˆille.

source: [ Could not render body of message. ]
cs_cz: [ zprávu se nepovedlo zobrazit ]
fi_fi: [ Ei voitu renderˆid‰ viestin leip‰teksti‰ ]

source: _Admin
fi_fi: _Yll‰pito

source: _Comment
cs_cz: _Komentáø
fi_fi: _Kommentti

source: _Date Criteria
cs_cz: Kriterium _Data
fi_fi: _P‰iv‰m‰‰r‰n kriteeri

source: _Delete
cs_cz: _Smazat
fi_fi: _Poista

source: _Delete Query
cs_cz: Vyma¾ frontu
fi_fi: _Poista kysely

source: _Edit Query
cs_cz: _Uprav dotaz
fi_fi: _Muokkaa kysely‰

source: _Edit Queues
cs_cz: Zmìò fronty
fi_fi: _Muokkaa jonoja

source: _Go
cs_cz: Pøejít
fi_fi: _Mene

source: _Group Criteria
cs_cz: Filtry _skupin
fi_fi: _Ryhm‰kriteeri

source: _History
cs_cz: _Historie
fi_fi: _Historia

source: _Load Query
cs_cz: _Nahraj dotaz
fi_fi: _Lataa kysely

source: _My %s
cs_cz: _Moje %s
fi_fi: _Oma %s

source: _New Ticket
cs_cz: _Nový lístek
fi_fi: _Uusi tiketti

source: _Property Criteria
cs_cz: Filtry _vlastností
fi_fi: _Ominaisuuden kriteeri

source: _Query Builder
cs_cz: Tvùrce dotazù
fi_fi: _Kyselynrakentaja

source: _Reports
cs_cz: _Reporty
fi_fi: _Raportit

source: _Search
cs_cz: _Vyhledat
fi_fi: _Haku

source: _Text Criteria
cs_cz: Filtry _textu
fi_fi: _Tekstin kriteeri

source: _Update
cs_cz: Aktualizovat
fi_fi: _P‰ivit‰

source: _User Criteria
cs_cz: Filtry _u¾ivatelù
fi_fi: _K‰ytt‰j‰ kriteeri

source: _Watch
cs_cz: _Sledovat
fi_fi: _Tarkkaile

source: contains (case insensitive) substring
cs_cz: obsahuje znakový øetìzec (nerozli¹ující velká a malá písmena)
fi_fi: sis‰lt‰‰ (kirjainkokoriippumattoman) osamerkkijonon

source: contains (case sensitive) substring
cs_cz: obsahuje znakový øetìzec (rozli¹ující velká a malá písmena)
fi_fi: sis‰lt‰‰ (kirjainkokoriippuvan) osamerkkijonon

source: contains the word
cs_cz: obsahuje slovo
fi_fi: sis‰lt‰‰ sanan

source: current user:
cs_cz: Souèasný u¾ivatel
fi_fi: nykyinen k‰ytt‰j‰:

source: estimated time
cs_cz: odhad èasu
fi_fi: arvioitu aika

source: is
cs_cz: je
fi_fi: on

source: is greater than
cs_cz: je vìt¹í ne¾
fi_fi: on suurempi kuin

source: is less than
cs_cz: je men¹í ne¾
fi_fi: on pienempi kuin

source: matches the pattern
cs_cz: odpovídá vzoru
fi_fi: t‰sm‰‰ malliin
