Repository: horde/whups
Catalog: po/*.po
Languages: cs_cz, fi_fi

source: "%s" is no longer among those responsible for "%s"
cs_cz: '%s' ji¾ nezodpovídá za '%s'
fi_fi: "%s" ei ole en‰‰ t‰st‰ asiasta vastuullisten joukossa "%s"

source: %d people watching, %d people responsible
cs_cz: %d sledujících, %d zodpovídajících
fi_fi: %d henkilˆ tarkkailemassa, %d henkilˆ‰ vastuullisena

source: %s %s tickets in %s
cs_cz: %s %s lístkù v %s
fi_fi: %s %s tiketti‰ jonossa %s

source: %s %s tickets in all queues
cs_cz: %s %s lístkù ve v¹ech frontách
fi_fi: %s %s tiketti‰ kaikissa jonoissa

source: %s (%s) wrote:
cs_cz: %s (%s) napsal:
fi_fi: %s (%s) kirjoitti:

source: %s added to those responsible for "%s"
cs_cz: '%s' nyní zodpovídá za '%s'
fi_fi: %s lis‰si vastuulliset "%s"

source: %s days
cs_cz: %s dnù
fi_fi: %s p‰iv‰‰

source: %s tickets in %s
cs_cz: %s lístkù v %s
fi_fi: %s tiketti‰ jonossa %s

source: %s tickets in all queues
cs_cz: %s lístkù ve v¹ech frontách
fi_fi: %s tiketti‰ kaikissa jonoissa

source: %s will be notified when this ticket is updated.
cs_cz: %s bude upozornìn pøi zmìnì lístku
fi_fi: %s:lle ilmoitetaan kun t‰t‰ tiketti‰ on p‰ivitetty.

source: %s will no longer receive updates for this ticket.
cs_cz: %s ji¾ nebude upozornìován pøi zmìnì lístku
fi_fi: %s ei en‰‰ saa tietoja koskien t‰t‰ tiketti‰.

source: - Stage 1
cs_cz: - krok 1
fi_fi: - Vaihe 1

source: - Stage 2
cs_cz: - krok 2
fi_fi: - Vaihe 2

source: --queue-name or --queue-id must specify a valid and public queue.
cs_cz: --queue-name or --queue-id musí být platná veøejná fronta
fi_fi: --queue-name tai --queue-id m‰‰ritell‰ jonon, joka on kelvollinen ja julkinen.

source: <<First
cs_cz: <<První
fi_fi: <<Ensimm‰inen

source: <Prev
cs_cz: <Pøedchozí
fi_fi: <Edellinen

source: Access denied to %s
cs_cz: Do %s byl pøístup zamítnut
fi_fi: K‰yttˆ estetty %s

source: Add Attribute
cs_cz: Pøidat atribut
fi_fi: Lis‰‰ atribuutti

source: Add Attribute Criterion
cs_cz: Pøidat filtr dle atributu
fi_fi: Lis‰‰ atribuutin kriteeri

source: Add Content
cs_cz: Pøidat obsah
fi_fi: Lis‰‰ sis‰ltˆ

source: Add Criterion
cs_cz: Pøidat filtr
fi_fi: Lis‰‰ kriteeri

source: Add Date Criterion
cs_cz: Pøidat filtr dle data
fi_fi: Lis‰‰ p‰iv‰m‰‰r‰n kriteeri

source: Add Form Reply
fi_fi: Lis‰‰ lomakevastaus

source: Add Group Criterion
cs_cz: Pøidat filtr dle skupiny
fi_fi: Lis‰‰ ryhm‰kriteeri

source: Add Priority
cs_cz: Pøidat prioritu
fi_fi: Lis‰‰ prioriteetti

source: Add Property Criterion
cs_cz: Pøidat filtr dle vlastnosti
fi_fi: Lis‰‰ ominaisuuden kriteeri

source: Add Queue
cs_cz: Pøidat frontu
fi_fi: Lis‰‰ jono

source: Add State
cs_cz: Pøidat stav
fi_fi: Lis‰‰ tila

source: Add Text Criterion
cs_cz: Pøidat filtr dle textu
fi_fi: Lis‰‰ tekstikriteeri

source: Add Type
cs_cz: Pøidat typ lístku
fi_fi: Lis‰‰ tyyppi

source: Add Type %s
cs_cz: Pøidat typ %s
fi_fi: Lis‰‰ tyyppi %s

source: Add User Criterion
cs_cz: Pøidat filtr dle u¾ivatele
fi_fi: Lis‰‰ k‰ytt‰j‰kriteeri

source: Add Users
cs_cz: Pøidat u¾ivatele
fi_fi: Lis‰‰ k‰ytt‰ji‰

source: Add Version
cs_cz: Pøidat verzi
fi_fi: Lis‰‰ versio

source: Add Watcher
cs_cz: Pøidat sledujícího
fi_fi: Lis‰‰ tarkkailija

source: Add source
cs_cz: Pøidat zdroj
fi_fi: Lis‰‰ l‰hde

source: Adding your ticket failed: %s.
cs_cz: Pøidání lístku selhalo: %s
fi_fi: Tiketin lis‰‰minen ep‰onnistui: %s.

source: Address Books
cs_cz: Kontakty
fi_fi: Osoitekirjat

source: Administration
cs_cz: Administrace
fi_fi: Yll‰pito

source: And
cs_cz: A
fi_fi: Ja

source: Any
cs_cz: Jakýkoliv
fi_fi: Mik‰ tahansa

source: Any Group
cs_cz: Jakákoliv skupina
fi_fi: Mik‰ tahansa ryhm‰

source: Ascending
cs_cz: Vzestupnì
fi_fi: Nouseva

source: Assign
cs_cz: Pøiøaï
fi_fi: M‰‰r‰‰

source: Assigned
cs_cz: Pøiøazeno
fi_fi: M‰‰r‰tty

source: Assigned from
cs_cz: Pøiøazeno z
fi_fi: M‰‰r‰tty alkaen

source: Assigned to
cs_cz: Pøiøazeno
fi_fi: M‰‰ratty viimeist‰‰n

source: Assigned to %s
cs_cz: Pøiøazeno %s
fi_fi: M‰‰ratty %s:lle

source: Associations updated successfully.
cs_cz: Asociace úspì¹nì zmìnìny.
fi_fi: Assosiaatioiden p‰ivitys onnistui.

source: Attachment
cs_cz: Pøíloha
fi_fi: Liite

source: Attachment %s deleted.
cs_cz: Pøíloha %s byla smazána.
fi_fi: Liite %s poistettiin.

source: Attachment %s not found.
cs_cz: Pøíloha %s nebyla nalezena.
fi_fi: Liitett‰ %s ei lˆytynyt.

source: Attachments
cs_cz: Pøílohy
fi_fi: Liitteet

source: Attri_bute Criteria
cs_cz: Filtry atri_butu
fi_fi: Lis‰_m‰‰reen kriteeri

source: Attribute %d
cs_cz: Atribut %d
fi_fi: Atribuutti %d

source: Attribute Description
cs_cz: Popis atributu
fi_fi: Atribuutin kuvaus

source: Attribute Name
cs_cz: Název atributu
fi_fi: Atribuutin nimi

source: Attribute Type
cs_cz: Typ atributu
fi_fi: Atribuutin tyyppi

source: Attributes
cs_cz: Atributy
fi_fi: Atribuutit

source: Attributes for this Type
cs_cz: Atributy pro tento typ
fi_fi: Atribuutit t‰lle tyyppille

source: Autolink to other tickets in comments?
cs_cz: Automaticky odkazovat na ostatní lístky v komentáøích?
fi_fi: Linkit‰ automaattisesti toisiin tiketteihin kommenteissa.

source: Available Address books:
cs_cz: Dostupné adresáøe:
fi_fi: Olemassaolevat osoitekirjat

source: Available queues:
cs_cz: Dostupné fronty:
fi_fi: Olemassaolevat jonot:

source: Average days to close by Owner
cs_cz: Prùmìrnì dní do uzavøení podle majitelù
fi_fi: Keskim‰‰r‰inen aika, joka menee tiketti‰ selvitett‰ess‰.

source: Average days to close by Queue
cs_cz: Prùmìrnì dní do uzavøení podle front
fi_fi: Keskim‰‰r‰inen aika, kun tiketti on jonossa.

source: Average days to close by Requester
cs_cz: Prùmìrnì dní do uzavøení podle zadavatelù
fi_fi: Keskim‰‰r‰inen aika kun asiakas sulkee tiketin

source: Average time a ticket is unresolved
cs_cz: Prùmìrný èas do uzavøení lístku
fi_fi: Keskim‰‰r‰inen aika kun tiketti on ratkaisematta

source: Branch Type
cs_cz: Typ Sekce
fi_fi: Haaran tyyppi

source: Cannot authenticate at mail server:
cs_cz: Nelze se pøipojit ke vzdálenému po¹tovnímu serveru:
fi_fi: Ei voida tunnistautua postipalvelimelle:

source: Case Insensitive Substring
cs_cz: Znakový øetìzec nerozli¹ující velká a malá písmena
fi_fi: Kirjainkokoriippumaton osamerkkijono

source: Change
cs_cz: Zmìò
fi_fi: Muuta

source: Change display options such as how search results are sorted.
cs_cz: Nastavení vlastností zobrazení jako napø. jak budou uspoøádány výsledky hledání
fi_fi: Voit muuttaa n‰kym‰n asetuksia kuten esimerkiksi miten hakujen tulokset j‰rjestet‰‰n

source: Change options for email notifications of ticket activity.
cs_cz: Zmìnit upozornìní e-mailem na zmìny v lístcích
fi_fi: Voit muuttaa asetuksia tikettien s‰hkˆpostiilmoituksille.

source: Choose Action:
cs_cz: Vyber Akci:
fi_fi: Valitse toiminto:

source: Choose New Query instead of deleting the root node.
cs_cz: Koøenový uzel nelze smazat.
fi_fi: Valitse Uusi kysely, sen sijaan ett‰ poistaisi juurinoodin.

source: Choose the order of address books to search when expanding addresses.
cs_cz: Vybrat poøadí adresáøù, v jakém budou prohledávány pøi expandování adres.
fi_fi: Valitse osoitekirjojen j‰rjestys laajennettaessa osoitteita.

source: Choose:
cs_cz: Zvolte:
fi_fi: Valitse:

source: Chronological (oldest first)
cs_cz: Chronologicky (od nejstar¹ích)
fi_fi: Aikaj‰rjestys (vanhin ensin)

source: Click on one of your selected address books and then select all fields to search.
cs_cz: Kliknìte na jeden z Va¹ich adresáøù a vyberte v¹echna pole, která se budou prohledávat.
fi_fi: Napsauta yht‰ valitsemaasi osoitekirjaa ja valitse sitten etsitt‰v‰t kent‰t.

source: Clone
cs_cz: Naklonovat
fi_fi: Kloonaa

source: Clone Description
cs_cz: Popis klonu
fi_fi: Kloonaa kuvaus

source: Clone Type
cs_cz: Naklonuj typ
fi_fi: Kloonaa tyyppi

source: Comma Separated Values (CSV file)
cs_cz: Èárkou oddìlené hodnoty (Soubor CSV)
fi_fi: Pilkuilla erotetut arvot (CSV-tiedosto)

source: Comment
cs_cz: Komentáø
fi_fi: Kommentti

source: Comment #%d
cs_cz: Komentáø è. %d
fi_fi: Kommentti #%d

source: Comment #%d (Private)
cs_cz: Komentáø è. %d (soukromý)
fi_fi: Kommentti #%d (Yksityinen)

source: Comment added
cs_cz: Komentáø byl pøidán
fi_fi: Kommentti lis‰tty

source: Comment on %s
cs_cz: Okomentuj %s
fi_fi: Kommentti asiasta %s

source: Commentor
cs_cz: Komentáø vytvoøil
fi_fi: Kommentoija

source: Copy of %s
cs_cz: Kopie %s
fi_fi: %s:n kopio

source: Could not extract the requested file from the Zip archive.
cs_cz: Nelze získat po¾adovaný soubor z pøílohy typu Zip.
fi_fi: Pyydetyn tiedoston laajennus ei onnistunut Zip-tiedostosta.

source: Could not find any groups.
cs_cz: Nelze najít ¾ádnou skupinu.
fi_fi: Ei lˆydetty ainuttakaan ryhm‰‰.

source: Could not find ticket "%s".
cs_cz: Nelze najít lístek "%s".
fi_fi: Ei lˆytynyt tiketti‰ "%s".

source: Create Default Priorities
cs_cz: Vytvoø priority
fi_fi: Luo oletusprioriteetit

source: Create Default States
cs_cz: Vytvoø základní stavy
fi_fi: Luo oletustilat

source: Create Ticket
cs_cz: Vytvoøení lístku
fi_fi: Luo tiketti

source: Create Ticket - Step 1
cs_cz: Vytvoøení lístku - krok 1
fi_fi: Luo tiketti- Askel 1

source: Create Ticket - Step 2
cs_cz: Vytvoøení lístku - krok 2
fi_fi: Luo tiketti- Askel 2

source: Create Ticket - Step 3
cs_cz: Vytvoøení lístku - krok 3
fi_fi: Luo tiketti- Askel 3

source: Create Ticket - Step 4
cs_cz: Vytvoøení lístku - krok 4
fi_fi: Luo tiketti- Askel 4

source: Created
cs_cz: Vytvoøeno
fi_fi: Luotu

source: Created By
cs_cz: Autor
fi_fi: Luoja

source: Created from
cs_cz: Vytvoøeno
fi_fi: Luotu alkaen

source: Created to
cs_cz: Vytvoøeno
fi_fi: Luotu viimeist‰‰n

source: Current Query
cs_cz: Souèasný dotaz
fi_fi: Nykyinen haku

source: Current Ticket Type
cs_cz: Souèasný Typ
fi_fi: Nykyinen tiketin tyyppi

source: DO NOT REPLY TO THIS MESSAGE. THIS EMAIL ADDRESS IS NOT MONITORED.
cs_cz: NEODPOVÍDEJTE NA TENTO MAIL, TUTO ADRESU NIKDO NEÈTE!
fi_fi: ƒLƒ VASTAA TƒHƒN VIESTIIN. TƒHƒN OSOITTEESEEN TULLEITA VIESTEJƒ EI LUETA.

source: Date/Time format for search results
cs_cz: Formát èasu ve výsledcích hledání
fi_fi: P‰iv‰m‰‰r‰n/ajan muoto hakutuloksille

source: Dates
cs_cz: Datum
fi_fi: P‰iv‰m‰‰r‰t

source: Default Ticket Type
cs_cz: Implicitní typ lístku
fi_fi: Tiketin oletustyyppi

source: Default sorting criteria:
cs_cz: Výchozí tøídící kritéria:
fi_fi: Oletusj‰rjestys:

source: Default sorting direction:
cs_cz: Implicitní smìr tøídìní:
fi_fi: Oletusj‰rjestyksen suunta:

source: Delete
cs_cz: Vyma¾
fi_fi: Poista

source: Delete %s
cs_cz: Smazat %s
fi_fi: Poista %s

source: Delete %s?
cs_cz: Smazat %s?
fi_fi: Poista %s?

source: Delete Attribute
cs_cz: Vyma¾ atribut
fi_fi: Poista atribuutti

source: Delete Attribute Confirmation
cs_cz: Potvrzení smazání atributu
fi_fi: Poista atribuutin varmistus

source: Delete Form Reply
cs_cz: Smazat odpovìï
fi_fi: Poista lomakevastaus

source: Delete Form Reply Confirmation
cs_cz: Potvrzení smazání odpovìdi
fi_fi: Poista lomakkeen vastausvarmistus

source: Delete Priority
cs_cz: Vyma¾ prioritu
fi_fi: Poista prioriteetti

source: Delete Priority Confirmation
cs_cz: Potvrzení smazání priority
fi_fi: Poista priotiteetin varmistus

source: Delete Query?
cs_cz: Vyma¾ dotaz?
fi_fi: Poista kysely?

source: Delete Queue
cs_cz: Vyma¾ frontu
fi_fi: Poista jono

source: Delete Queue Confirmation
cs_cz: Potvrzení smazání fronty
fi_fi: Poista jonon varmistua

source: Delete State
cs_cz: Vyma¾ stav
fi_fi: Poista tila

source: Delete State Confirmation
cs_cz: Potvrzení smazání stavu
fi_fi: Poista tilan varmistus

source: Delete Type
cs_cz: Vyma¾ typ
fi_fi: Poista tyyppi

source: Delete Type Confirmation
cs_cz: Potvrzení smazání typu
fi_fi: Poista tyypin varmistus

source: Delete Version
cs_cz: Vyma¾ verzi
fi_fi: Poista versio

source: Delete Version Confirmation
cs_cz: Potvrzení smazání verze
fi_fi: Poista version varmistus

source: Deleted Attachment
cs_cz: Smazaná pøíloha.
fi_fi: Poistettu liite

source: Deleted Attachment: %s
cs_cz: Smazaná pøíloha "%s".
fi_fi: Poistettu liite: %s

source: Descending
cs_cz: Sestupnì
fi_fi: Laskeva

source: Description
cs_cz: Popis
fi_fi: Kuvaus

source: Display Options
cs_cz: Mo¾nosti zobrazení
fi_fi: N‰kym‰n asetukset

source: Download
cs_cz: Stáhnout
fi_fi: Tallenna

source: Download these results as:
cs_cz: Ulo¾it výsledky jako:
fi_fi: Lataa n‰m‰ tulokset nimell‰:

source: Due
cs_cz: Vyøe¹it do
fi_fi: M‰‰r‰aikaan

source: Due &rArr; %s
cs_cz: Vyøe¹it do: %s
fi_fi: M‰‰r‰ajassa &rArr; %s

source: Due Date
cs_cz: Vyøe¹it do:
fi_fi: M‰‰r‰ajan p‰iv‰m‰‰r‰

source: Due from
cs_cz: Øe¹it od:
fi_fi: M‰‰r‰aika alkaen

source: Due to
cs_cz: Øe¹it do:
fi_fi: M‰‰r‰aika viimeist‰‰n

source: E_xecute Query
cs_cz: Provést dotaz
fi_fi: _Aja kysely

source: Edit
cs_cz: Upravit
fi_fi: Muokkaa

source: Edit %s
cs_cz: Upravit %s
fi_fi: Muokkaa %s

source: Edit Attribute
cs_cz: Upravit atribut
fi_fi: Muokkaa atribuuttia

source: Edit Attribute Criterion
cs_cz: Pøidat filtr dle atributu
fi_fi: Muokkaa atribuutin kriteeri‰

source: Edit Attributes
cs_cz: Upravit atributy
fi_fi: Muokkaa atribuutteja

source: Edit Date Criterion
cs_cz: Pøidat filtr dle data
fi_fi: Muokkaa p‰iv‰m‰‰r‰n kriteeri‰

source: Edit Form Replies
cs_cz: Upravit vzory odpovìdí
fi_fi: Muokkaa lomakevastauksia

source: Edit Form Reply
cs_cz: Upravit vzor odpovìdí
fi_fi: Muokkaa lomakevastausta

source: Edit Group Criterion
cs_cz: Pøidat filtr dle skupiny
fi_fi: Muokkaa ryhm‰kriteeri‰

source: Edit Priorities
cs_cz: Zmìò priority
fi_fi: Muokkaa priotiteetteja

source: Edit Priority
cs_cz: Zmìò prioritu
fi_fi: Muokkaa prioriteetti‰

source: Edit Property Criterion
cs_cz: Pøidat filtr dle vlastnosti
fi_fi: Muokkaa ominaisuuden kriteeri‰

source: Edit Queue
cs_cz: Uprav frontu
fi_fi: Muokkaa jonoa

source: Edit Queues
cs_cz: Zmìò fronty
fi_fi: Muokkaa jonona

source: Edit State
cs_cz: Zmìò stav
fi_fi: Muokkaa tilaa

source: Edit States
cs_cz: Zmìò stavy
fi_fi: Muokkaa tiloja

source: Edit Text Criterion
cs_cz: Pøidat filtr dle textu
fi_fi: Muokkaa tekstikriteeri‰

source: Edit Type
cs_cz: Zmìò typ
fi_fi: Muokkaa tyypi‰

source: Edit User Criterion
cs_cz: Pøidat filtr dle u¾ivatele
fi_fi: Muokkaa k‰ytt‰j‰kriteeri

source: Edit Version
cs_cz: Zmìò verzi
fi_fi: Muokkaa versiota

source: Edit _Permissions
cs_cz: Zmìnit práva
fi_fi: Muokkaa _oikeuksia

source: Edit _Types
cs_cz: Zmìò _Typy
fi_fi: Muokkaa _tyyppej‰

source: Edit or Delete Attributes
cs_cz: Zmìò nebo sma¾ atributy
fi_fi: Muokkaa tai poista atribuutteja

source: Edit or Delete Form Replies
cs_cz: Zmìò nebo sma¾ vzory odpovìdí
fi_fi: Muokkaa tai poista lomakevastauksia

source: Edit or Delete Priorities
cs_cz: Zmìò nebo sma¾ priority
fi_fi: Muokkaa tai poista prioriteetteja

source: Edit or Delete Queues
cs_cz: Zmìò nebo sma¾ frontu
fi_fi: Muokkaa tai poista jonoja

source: Edit or Delete States
cs_cz: Zmìò nebo sma¾ stavy
fi_fi: Muokkaa tai poista tiloja

source: Edit or Delete Types
cs_cz: Zmìò nebo sma¾ typy
fi_fi: Muokkaa tai poista tyyppej‰

source: Edit or Delete Versions
cs_cz: Zmìò nebo sma¾ verze
fi_fi: Muokkaa tai poista versioita

source: Edit the permissions on this form reply
cs_cz: Zmìò pøístupová práva pro tento vzor odpovìdí
fi_fi: Muokkaa t‰m‰n lomakevastauksen oikeuksia

source: Edit the permissions on this queue
cs_cz: Zmìò pøístupová práva v této frontì
fi_fi: Muokkaa t‰m‰n jonon oikeuksia

source: Edit the users responsible for this queue
cs_cz: Zmìò u¾ivatele zodpovìdné za frontu
fi_fi: Muokkaa k‰ytt‰ji‰ jotka ovat vastuussa t‰st‰ jonosta

source: Edit the versions for this queue
cs_cz: Zmìò verze pro tuto frontu
fi_fi: Muokkaa versioita t‰lle jonolle

source: Email address to notify
cs_cz: E-mailové adresy pro zaslání upozornìní
fi_fi: S‰hkˆpostiosoite ilmoitukselle

source: Email address to remove
cs_cz: E-mailové adresy pro odstranìní
fi_fi: Poistettava s‰hkˆpostiosoite

source: Empty attachment
cs_cz: Prázdná pøíloha
fi_fi: Tyhj‰ liite

source: Error processing message:
cs_cz: Nastala chyba pøi zpracování zprávy
fi_fi: Virhe k‰sitelt‰essa viesti‰:

source: Error: Unknown query form "%s", defaulting to properties
cs_cz: Chyba: Neznámý formuláø dotazu %s, pou¾ívám výchozí.
fi_fi: Virhe: Tuntematon kysely muotoa "%s", k‰ytet‰‰n oletusominaisuuksia

source: Exact Match
cs_cz: Pøesná shoda
fi_fi: T‰sm‰‰ t‰ydellisesti

source: Execute Query
cs_cz: Provést dotaz
fi_fi: Aja kysely

source: Fields to search
cs_cz: Prohledat pole
fi_fi: Haettavat kent‰t

source: For tickets from these queues
cs_cz: Zobrazit lístky v tìchto frontách:
fi_fi: Tiketeille t‰ss‰ jonossa

source: For tickets which are
cs_cz: Pro lístky z
fi_fi: Tiketeille jotka ovat

source: Form Replies
fi_fi: Lomakevastaukset

source: Form Replies for this Type
cs_cz: Vzory odpovìdí pro tento typ
fi_fi: Lomakevastaukset t‰lle tyypille

source: Form Reply Name
cs_cz: Název vzoru odpovìdí
fi_fi: Lomakevastauksen nimi

source: Form Reply Text
cs_cz: Text vzoru odpovìdí
fi_fi: Lomakevastauksen teksti

source: Form Reply:
cs_cz: Vzor odpovìdi:
fi_fi: Lomakevastauksen vastaus

source: General Options
cs_cz: V¹eobecné mo¾nosti
fi_fi: Yleiset asetukset

source: Go
cs_cz: Jdi na
fi_fi: Mene

source: Group Owners
cs_cz: Skupiny vlastníkù
fi_fi: Ryhm‰omistajat

source: Groups
cs_cz: Skupiny
fi_fi: Ryhm‰t

source: Hidden Comments
cs_cz: Skryté komentáøe
fi_fi: Piilotetut kommentit

source: History
cs_cz: Historie
fi_fi: Historia

source: Hoist Children
fi_fi: Nosta alitietoja

source: If you select any tickets that do not have an owner, who should we send email to?
cs_cz: Komu se má zaslat mail u lístkù s nevyplnìným majitelem?
fi_fi: Jos valitaan tikettej‰, joilla ei ole omistajaa, niin kenelle s‰hkˆposti l‰hetet‰‰n?

source: Insert And
cs_cz: Vlo¾ A
fi_fi: Laita Ja

source: Insert Branch
cs_cz: Vlo¾ Sekci
fi_fi: Laita Haara

source: Insert Not
cs_cz: Vlo¾ Ne
fi_fi: Laita Ei

source: Insert Or
cs_cz: Vlo¾ Nebo
fi_fi: Laita Tai

source: Invalid Queue
cs_cz: Neplatná fronta
fi_fi: Ep‰kelpo jono

source: Invalid Ticket Id
cs_cz: Neplatné ID lístku
fi_fi: V‰‰r‰ Tiketti Id

source: Invalid argument: Missing attribute name or value.
cs_cz: Neplatné nebo chybìjící parametry.
fi_fi: Ep‰kelpo argumentti: Puuttuu atribuutin nimi tai arvo.

source: Invalid arguments: Must supply a ticket number and new attributes.
cs_cz: Neplatné parametry: Zadejte èíslo lístku a nové atributy
fi_fi: Ep‰kelvot argumentit: Pit‰‰ antaa tiketin nimi tai uusi atribuutti.

source: Invalid queue
cs_cz: Neplatná fronta
fi_fi: Ep‰kelpo jono

source: Invalid search
cs_cz: Neplatné hledání
fi_fi: Ep‰kelpo haku

source: Invalid ticket data supplied: %s
cs_cz: Byla zadána neplatná data: %s
fi_fi: Ep‰kelpoa tikettitietoa: %s

source: Keep a set of versions for this queue?
cs_cz: Zachovat sérii verzí pro tuto frontu?
fi_fi: Pid‰ tallessa versioita t‰lle jonolle.

source: Last>>
cs_cz: Poslední>>
fi_fi: Viimeinen>>

source: Load Query
cs_cz: Nahrát dotaz
fi_fi: Lataa kysely

source: Loading...
cs_cz: Nahrávání...
fi_fi: Ladataan...

source: MM/DD/YY
cs_cz: MM/DD/RR
fi_fi: MM/PP/VV

source: MM/DD/YY HH:MM:SS
cs_cz: MM/DD/RR HH:MM:SS
fi_fi: MM/PP/VV TT:MM:SS

source: Make a clone of %s
cs_cz: Naklonuj %s
fi_fi: Tee kloonaus %s:st‰

source: Make this comment visible only to members of a group?
fi_fi: Laita t‰m‰ kommentti n‰kym‰‰n vain ryhm‰n j‰senille.

source: Match
cs_cz: Porovnání
fi_fi: T‰sm‰‰

source: Match Operator
cs_cz: Operátor porovnání
fi_fi: T‰sm‰‰v‰ operaattori

source: Match Pattern
cs_cz: Formát porovnání
fi_fi: T‰sm‰‰ malliin

source: Match Word
cs_cz: Porovnat Slovo
fi_fi: T‰sm‰‰v‰ sana

source: Maximum time a ticket is unresolved
cs_cz: Nejdel¹í èas do uzavøení lístku
fi_fi: Pisin aika, jonka tiketti on ollut selvitt‰m‰tt‰

source: Menu List
cs_cz: Seznam nabídky
fi_fi: Valikkolista

source: Minimum time a ticket is unresolved
cs_cz: Nejkrat¹í èas do uzavøení lístku
fi_fi: Lyhin aika, jonka tiketti on ollut selvitt‰m‰tt‰

source: Most recent first
cs_cz: Od nejnovìj¹ích
fi_fi: Tuorein ensin

source: Move down
cs_cz: Posunout dolù
fi_fi: Siirr‰ alas

source: Move up
cs_cz: Posunout nahoru
fi_fi: Siirr‰ ylˆs

source: Moved ticket %d to "%s"
cs_cz: Lístek %d pøesunut do "%s"
fi_fi: Siirrettiin tiketti %d "%s":lle

source: My %s
cs_cz: Moje %s
fi_fi: Minun %s

source: My %s :: Add Content
cs_cz: Moje %s: Pøidat Komentáø
fi_fi: Minun %s :: Lis‰‰ sis‰ltˆ

source: My Queries
cs_cz: Moje Dotazy
fi_fi: Minun kyselyt

source: My Requests
cs_cz: Po¾adavky
fi_fi: Minun pyynnˆt

source: My Tickets
cs_cz: Moje lístky
fi_fi: Minun tiketit

source: My tickets by assignment date
cs_cz: Moje lístky podle data pøiøazení
fi_fi: Minun tiketit m‰‰r‰ysp‰iv‰n mukaan

source: My tickets by creation date
cs_cz: Moje lístky podle data vytvoøení
fi_fi: Minun tiketit luontip‰iv‰n mukaan

source: My tickets by due date
cs_cz: Moje lístky podle po¾adovaného data uzavøení
fi_fi: Minun tiketit m‰‰r‰p‰iv‰n mukaan

source: My tickets by resolution date
cs_cz: Moje lístky podle data uzavøení
fi_fi: Minun tiketit selvitysp‰iv‰n mukaan

source: Name
cs_cz: Jméno
fi_fi: Nimi

source: Name of the cloned copy
cs_cz: Jméno kopie
fi_fi: Kloonatun kopion nimi

source: Ne_w Query
cs_cz: _Nový dotaz
fi_fi: Uu_si kysely

source: New
cs_cz: Nové
fi_fi: Uusi

source: New Attachment
cs_cz: Nová pøíloha
fi_fi: Uusi liite

source: New Attachment: %s
cs_cz: Nová pøíloha: %s
fi_fi: Uusi liite: %s

source: New Queue
cs_cz: Pøesunout do fronty:
fi_fi: Uusi jono

source: New Ticket
cs_cz: Nový lístek
fi_fi: Uusi tiketti

source: New Type
cs_cz: Zmìnit typ na:
fi_fi: Uuti tyyppi

source: Next>
cs_cz: Dal¹í>
fi_fi: Seuraava>

source: No
cs_cz: Ne
fi_fi: Ei

source: No priority for this ticket and no default priority for ticket type "%s" specified.
cs_cz: Lístek nemá prioritu a lístky typu "%s" nemají výchozí prioritu.
fi_fi: T‰lle tiketille tai tikettityypille "%s" ei ole m‰‰ritelty oletustyyppi‰.

source: No queries have been saved.
cs_cz: ®ádné dotazy neulo¾eny
fi_fi: Ei kyselyit‰ talletettuna.

source: No query to run
cs_cz: Nezadán ¾ádný dotaz
fi_fi: Ei kyselyit‰ ajettavaksi

source: No queues available.
cs_cz: Není dostupná ¾ádná fronta
fi_fi: Ei jonoja saatavilla.

source: No state for this ticket and no default state for ticket type "%s" specified.
cs_cz: Lístek nemá zadaný stav a lístky typu "%s" nemají výchozí stav.
fi_fi: T‰lle tikettityypille "%s" ei ole m‰‰ritelty tilatietoja eik‰ oletustilatietoja.

source: No stats available.
cs_cz: Nejsou k dospozici ¾ádné statistiky.
fi_fi: Tilastoja ei ole saatavilla.

source: No such backend "%s" found
cs_cz: backend '%s' nenalezen
fi_fi: Taustaj‰rjestelm‰‰ "%s" ei lˆytynyt

source: No such view "%s" found
cs_cz: Pohled '%s' nenalezen
fi_fi: N‰kym‰‰ "%s" ei lˆytynyt

source: No tickets are assigned to you.
cs_cz: Nemáte pøiøazeny ¾ádné lístky
fi_fi: Sinulle ei ole m‰‰r‰tty tikettej‰.

source: No tickets are unassigned!
cs_cz: ®ádné nepøiøazené lístky!
fi_fi: M‰‰rittelem‰ttˆmi‰ tikettej‰ ei ole.

source: No tickets in queue.
cs_cz: Ve frontì nejsou ¾ádné lístky.
fi_fi: Ei tikettej‰ t‰ss‰ jonossa

source: No tickets matched your search criteria.
cs_cz: Nastaveným filtrùm nevyhovuje ¾ádný lístek
fi_fi: Yksik‰‰n tiketti ei vastannut hakukriteetereit‰si.

source: No type for this ticket and no default type for queue "%s" specified.
cs_cz: Lístek nemá typ a lístky z fronty "%s" nemají výchozí typ.
fi_fi: T‰lle tiketille tai t‰lle jonolle "%s" ei ole m‰‰ritelty oletustyyppi‰.

source: None
cs_cz: ®ádný
fi_fi: Ei mit‰‰n

source: Not
cs_cz: Není
fi_fi: Ei

source: Notification Options
cs_cz: Mo¾nosti upozoròování
fi_fi: Ilmoituksen asetukset

source: Only notify me of ticket changes from other users?
cs_cz: Upozoròovat na zmìny jen od ostatních?
fi_fi: Ilmoita minulle vain jos muut muuttavat tikettej‰?

source: Only notify me of ticket changes with comments?
cs_cz: Upozoròovat jen na zmìny s komentáøi?
fi_fi: Ilmoita minulle vain jos muut muuttavat kommentteja?

source: Open
cs_cz: Otevøené
fi_fi: Avoin

source: Open Tickets
cs_cz: Otevøené lístky
fi_fi: Avoimet tiketit
